var new_lang = {

    "lt0": "Домашняя ягодница<br>",

    "lt1": "МИНИМУМ МЕСТА",

    "lt2": "МИНИМУМ ТРУДА",

    "lt3": "МАКСИМУМ УРОЖАЯ",

    "lt4": "Заказать за<span class=\"new_price_val\">830</span><span class=\"new_price_cur\">тенге</span>!",

    "lt5": "В рамках программы от производителя, в период с<script type=\"text/javascript\">d = new Date();p = new Date(d.getTime() - 7 * 86400000);monthA = '01,02,03,04,05,06,07,08,09,10,11,12'.split(',');document.write(p.getDate() + '.' + monthA[p.getMonth()]);</script>6.04 по<script type=\"text/javascript\">d = new Date();p = new Date(d.getTime() + 0 * 86400000);monthA = '01,02,03,04,05,06,07,08,09,10,11,12'.split(',');document.write(p.getDate() + '.' + monthA[p.getMonth()]);</script>13.04 (включительно)<span>\"Домашняя ягодница\"</span>распространяется всего за<span><span class=\"new_price_val\">830</span><span class=\"new_price_cur\">тенге</span></span>",

    "lt6": "Получить за<span class=\"new_price_val\">830</span><span class=\"new_price_cur\">тенге</span>!",

    "lt7": "Войти",

    "lt8": "Полная версия",

    "lt9": "Задать вопрос",

    "lt10": "Написать заметку",

    "lt11": "Выложить фотографию",

    "lt12": "Конкурсы",

    "lt13": "Задать вопрос",

    "lt14": "Войти",

    "lt15": "В избранное",

    "lt16": "Спасибо",

    "lt17": "Поделиться ссылкой",

    "lt18": "Вопросы<span>и&nbsp;ответы</span>",

    "lt19": "Сейчас<span>обсуждают</span>",

    "lt20": "сад&nbsp;и<span>огород</span>",

    "lt21": "Цветы&nbsp;и<span>растения</span>",

    "lt22": "ландшафтный<span>дизайн</span>",

    "lt23": "досуг&nbsp;и<span>отдых</span>",

    "lt24": "рецепты&nbsp;и<span>заготовки</span>",

    "lt25": "строим<span>дом</span>",

    "lt26": "Купить&nbsp;семена<span>и&nbsp;саженцы</span>",

    "lt27": "сад и огород",

    "lt28": "ягоды",

    "lt29": "Домашняя ягодница",

    "lt30": "Заказать за<span class=\"new_price_val\">149</span><span class=\"new_price_cur\">руб</span>!",

    "lt31": "Поделиться с друзьями",

    "lt32": "Главная",

    "lt33": "Подписчики<span class=\"left-sidebar-menu__count\">13</span>",

    "lt34": "Публикации<span class=\"left-sidebar-menu__count\">230</span>",

    "lt35": "Сейчас обсуждают",

    "lt36": "Защитим цветочных деток от котят!",

    "lt37": "Вот и созрела момордика...",

    "lt38": "Кохии для топиари",

    "lt39": "Цветопад форсайтии",

    "lt40": "Боярышник крупноплодный",

    "lt41": "Ягоды",

    "lt42": "Малина радует вторым урожаем",

    "lt43": "Ночной этюд",

    "lt44": "Ягоды можжевельника",

    "lt45": "Хитрая груша",

    "lt46": "Петунии для стильной клумбы",

    "lt47": "КАК Я ЗАРАБОТАЛА<span class=\"price_change\" style=\"color: rgb(67, 157, 72); font-weight: bold\">50000 РУБ</span>НА ПРОДАЖЕ КЛУБНИКИ, ВЫРАЩЕННОЙ В КВАРТИРЕ??",

    "lt48": "Здравствуйте, уважаемые читатели! Сегодня я хочу вам рассказать о том, как мне буквально за пару месяцев удалось заработать<span class=\"price_change\">50000 руб</span>, ничего не делая.",

    "lt49": "Меня зовут Зоя Павловна, мне 52 года. Я живу в городе Саратове, работаю библиотекарем в средней школе. Зарплата у меня небольшая –<span class=\"salary\">12000 руб</span>. Собственно, никогда никаким бизнесом я не занималась, всю жизнь проработала в школе. Только на даче летом выращиваю немного овощей: картошечка, капустка, огурчики, лучок.",

    "lt50": "Дача небольшая – всего 6 соток. Но урожая хватает. Все же помощь, экономия семейного бюджета. Но все равно хочется и детям с внуками помочь. Старшенький внучок Сашенька в 1-м классе уже учится. Младшенькая Любонька в детский садик ходит. Дочка моя старшая в разводе с мужем, одна воспитывает деток. Еще сын есть младший, в институте учится. В общем, деньги не лишние, сами понимаете.",

    "lt51": "И вот недавно в одном журнале я прочитала статью о том, как пенсионерка из Вьетнама организовала ягодный бизнес. Биолог по образованию, будучи на пенсии она решила применить свои знания на практике и заработать денег. Она закупила и стала выращивать в крохотной квартирке ягоды. В итоге вьетнамская пенсионерка на продаже ягод за полтора года озолотела и переехала в новую квартиру. Сейчас ее уже знают журналисты со всего света.",

    "lt52": "Короче говоря, начитавшись этого, я тоже решила попробовать выращивать клубнику. Занялась поисками информации, стала читать о том, как лучше выращивать их, какие брать, какие дома приживаются, ведь на даче выращивать можно только летом. А мне хотелось именно в квартире попробовать, чтобы урожай был круглый год. В итоге нашла<a href=\"{url}\">Домашнюю ягодницу</a>. В коробке отобранные семена клубники или земляники на выбор, плодородная почва и флакон с распылителем для удобного полива ягод.",

    "lt53": "Я взяла сразу две коробки – одну с клубникой, другую с земляникой. Заказывала на официальном сайте, как мне посоветовали женщины на форуме садоводов. Сразу прилагаю ссылку, чтобы вы не потерялись, если все-таки решите последовать моему примеру. Заказывала<a href=\"{url}\">здесь</a>. Заказ пришел быстро. Предварительно мне позвонила девушка очень приятная, уточнила все детали заказа, проконсультировала по доставке, по продукту. В общем, сервис мне понравился. Заказ пришел быстро - я выбрала курьерскую доставку. Пришли прямо домой ко мне мои ягодки.",

    "lt54": "И вот посадила я их в ящик, поставила на подоконник, потому что это идеальное место для них, ведь ягодам нужно светлое место, но где-то пишут что темное место тоже подходит. Поливала 2-3 раза в неделю, все как в<a href=\"{url}\">инструкции</a>. Через 2 недели у меня клубнички взошли. Через месяц я сняла свой первый урожай земляники и еще через две недели клубники - они подольше росли.",

    "lt55": "Радости моей не было предела! Первый урожай мы, конечно же, съели. Получилось полтора килограмма земляники и килограмм<a href=\"{url}\">клубники</a>. Вся семья кормилась ягодами - ведь это не только вкусно но и полезно своими витаминами. Через две недели из тех же ящиков подошел второй урожай земляники и где-то через неделю подоспела клубника. Мы снова их съели. Третий урожай подоспел через неделю. Тут уже я варенье начала делать. В общем счете я сняла земляники 6 урожаев – это около 6-ти килограммов – и 5 урожаев клубники – тоже где-то около 5-ти килограммов.",

    "lt56": "Естественно, когда я заметила, что<a href=\"{url}\">ягоды</a>буквально поперли, я сделала еще один заказ с той же земляникой и клубникой. И начала искать каналы реализации ягод. Сначала я угощала соседей и знакомых, а потом начала продавать ягоды через них. Итог:<a href=\"{url}\"><span class=\"price_change\">50000 руб</span>за месяц</a>я заработала на продаже земляники и клубники. Это при том, что мы всей семьей ими объелись. Сейчас у меня подходит 4-й урожай очередной партии земляники и клубники.",

    "lt57": "Все оказалось очень плодовито и экономично. Растут тоже на удивление очень быстро. Клубника конечно же прибыльнее для меня была для продажи. Что выбрать : земляника или клубника - решайте сами.",

    "lt58": "Ягодки растут высшего сорта: ровненькие, аккуратненькие, красивые. По вкусу ничем не отличаются от<a href=\"{url}\">дачных</a>. Гораздо лучше магазинных. Свежие, полезные, свои. Очень рекомендую попробовать выращивать ягоды дома. Затраты минимальные, результат потрясающий. Лично я к праздникам планирую дочке на машину подзаработать. Вот такие вот дела. Надеюсь, что моя статья была вам полезна, и у вас тоже получится добиться таких прекрасных результатов.",

    "lt59": "Заказать за<span class=\"new_price_val\">830</span><span class=\"new_price_cur\">тенге</span>",

    "lt60": "* - при заказе набора",

    "lt61": "ПЕРЕЙТИ НА ОФИЦИАЛЬНЫЙ САЙТ И ПОЛУЧИТЬ “Домашняя ягодница” ЗА<span class=\"new_price_val\"></span><span class=\"new_price_cur\"></span>",

    "lt62": "Запись размещена в разделах:<a href=\"{url}\" rel=\"tag\">ягоды</a>,<a href=\"{url}\" rel=\"tag\">клубника</a>,<a href=\"{url}\" rel=\"tag\">советы</a>,<a href=\"{url}\" rel=\"tag\">дом</a>",

    "lt63": "Автор записи:",

    "lt64": "Samdolis",

    "lt65": "РЕДАКТОР",

    "lt66": "Семён,",

    "lt67": "Павлодарская область",

    "lt68": "<script type=\"text/javascript\">var d = new Date(new Date().getTime() - 24 * 60 *60 * 2000);var day = d.getDate();var month = d.getMonth() + 1;var year = d.getFullYear();document.write(day + \".\" + month + \".\" + year);</script>11.4.202011.4.2020, 02:34",

    "lt69": "Сказать спасибо!",

    "lt70": "<div class=\"document-item__data\"><span class=\"document-item__data-item\">Добавили статью в избранное</span></div><a class=\"document-item-author__avatar\" href=\"{url}\"><img alt=\"berestenkoinna\" src=\"src/avatar_female_48x48.png\"></a><a class=\"document-item__main-link\" href=\"{url}\">Инна Берестенко</a>и еще<a class=\"document-item__main-link\" href=\"{url}\">1 человек</a>",

    "lt71": "Добавить в избранное",

    "lt72": "Ольга",

    "lt73": "Зоя Павловна, какая же вы молодец! Маме своей заказу<a href=\"{url\">ягодницу</a>! Она на пенсии, все же заработок!",

    "lt74": "Комментировать",

    "lt75": "Татьяна Олеговна",

    "lt76": "Никогда бы до такого не догадалась. Пробовала на даче клубнику выращивать давным-давно, так они у меня замерзли. Я расстроилась и бросила это занятие. А про домашнюю<a href=\"{url}\">ягодницу</a>впервые слышу! Тоже захотелось попробовать!",

    "lt77": "Комментировать",

    "lt78": "Константин",

    "lt79": "Я садовод со стажем. Честно могу сказать, что по вкусу разницы у этих с любыми другими вообще нет. Так зачем куда-то ходить, когда можно дома выращивать?!",

    "lt80": "Комментировать",

    "lt81": "Нина",

    "lt82": "Спасибо за статью, очень интересно! Хочу задать вопрос. У меня в квартире мало места, а кладовой нет совсем. Если я поставлю ящики на подоконник, комфортно ли будет<a href=\"{url}\">клубнике</a>?",

    "lt83": "Комментировать",

    "lt84": "Зоя Павловна",

    "lt85": "Отлично им там будет. Главное, чтобы ни кошки, ни собаки не достали их. А так главное – света побольше.",

    "lt86": "Комментировать",

    "lt87": "Зинаида",

    "lt88": "Вы знаете, я тоже занимаюсь выращиванием домашней ягодницы. И тоже заказываю себе на этом сайте «Домашняя ягодница». Но хочу вам сказать, что когда у меня клубникой была заполонена все подоконники, я начала ставить коробки прямо на стол рядом с окном. И клубника<a href=\"{url\">растет</a>ничуть не хуже.",

    "lt89": "Комментировать",

    "lt90": "Зоя Павловна",

    "lt91": "Да Вы что?! Вот спасибо за совет. Тоже попробую так!",

    "lt92": "Комментировать",

    "lt93": "Алина",

    "lt94": "Спасибо большое за рассказ! Очень захотелось попробовать тоже землянику дома выращивать. Скажите, пожалуйста, нужны ли какие-нибудь<a href=\"{url}\">удобрения</a>? На рынке много видела, но боюсь испортить ягодницу.",

    "lt95": "Комментировать",

    "lt96": "Зоя Павловна",

    "lt97": "Ничего не нужно! Грунт чистенький и плодовитый, там уже присутствуют все необходимые минералы и микроэлементы. Не засоряйте его неизвестно чем. Здесь очень крепкие жизнеспособные семена, им не нужна помощь извне.<br>",

    "lt98": "Комментировать",

    "lt99": "Алина",

    "lt100": "Поняла, спасибо большое!",

    "lt101": "Комментировать",

    "lt102": "Алевтина",

    "lt103": "Зоя Павловна, спасибо огромное за совет! Хочу поделиться фотографиями своих ягод! Вот такой вот у меня урожай! Брала на том же сайте! Единственное, что, на третьем урожае было много больших форм клубники, но может залила водой сильно",

    "lt104": "Комментировать",

    "lt105": "Зоя Павловна",

    "lt106": "Всегда пожалуйста! Я очень рада, что мое хобби пришлось по вкусу другим людям. Спасибо за отзывы!",

    "lt107": "Комментировать",

    "lt108": "Елена",

    "lt109": "У меня совсем не взошли землянички, а вот клубника очень хорошо пошла",

    "lt110": "Комментировать",

    "lt111": "Зоя Павловна",

    "lt112": "А сколько времени прошло с момента посадки земляники?",

    "lt113": "Комментировать",

    "lt114": "Елена",

    "lt115": "Три недели прошло",

    "lt116": "Комментировать",

    "lt117": "Зоя Павловна",

    "lt118": "Подождите еще, бывает и так. У меня, наоборот, последние клубнички не сразу пошли. Тоже испугалась, что так и не взойдут. Но нет, попозже появились. Не знаю, с чем связано это. Раз на раз не приходится.",

    "lt119": "Комментировать",

    "lt120": "Ваш E-mail:",

    "lt121": "Или через:",

    "lt122": "добавить комментарий",

    "lt123": "ПЕРЕЙТИ НА ОФИЦИАЛЬНЫЙ САЙТ",

    "lt124": "Нажмите на фото, чтобы увеличить",

    "lt125": "Все товары",

    "lt126": "Все вопросы",

    "lt127": "Все статьи",

    "lt128": "Все тэги"
};

function Translater() {
    for (class_name in new_lang) {
        var elements = document.getElementsByClassName(class_name);
        if (elements.length) {
            for (key in elements) {
                elements[key].innerHTML = new_lang[class_name];
            }
        }
    }
};


// КАК Я ЗАРАБОТАЛА НА ПРОДАЖЕ КЛУБНИКИ, ВЫРАЩЕННОЙ В КВАРТИРЕ?

// Поиск:

// Ваше Имя
// Телефон 77123456789

// Ваш комментарий