var new_lang = {

    "lt0": "Home Berry Box",

    "lt1": "позволяет увеличить урожайность",

    "lt2": "руб",

    "lt3": "руб",

    "lt4": "Заказать сейчас",

    "lt5": "* при заказе набора",

    "lt6": "Home Berry Box Клубника",

    "lt7": "<b>Выращивать клубнику круглый год в домашних условиях –</b>это реальность, ведь на рынке недавно появилась Home Berry Box. Как сообщает производитель, она позволяет выращивать экологически чистые продукты, отличающиеся высоким качеством и ярким вкусом. И чтобы понять, действительно ли это так или это очередной развод на деньги, наша редакция провела собственное расследование. В ходе него была собрана вся необходимая информация – из чего состоит конструкция, как она работает, какой состав имеет почва и т.д. Конечно же, без внимания не остались отзывы людей и специалистов, с которыми вы обязательно познакомитесь, но позже.",

    "lt8": "Клубника: полезные свойства",

    "lt9": "Клубника – ягода из семейства Розовых. Обладает не только выраженными вкусовыми качествами, но и оказывает неоспоримую пользу человеческому организму. В составе содержит массу полезных веществ.",

    "lt10": "ОДИН ИЗ ЛУЧШИХ СОРТОВ КЛУБНИКИ «АЛЬБА»",

    "lt11": "Это<b>гибридный сорт</b>, который появился совсем недавно.",

    "lt12": "Клубнику он дает большую, красивую , с<b>повышенным содержанием</b>витаминов и микроэлементов.",

    "lt13": "Данный сорт обладает очень<b>высокой урожайностью!</b>",

    "lt14": "БИОСТИМУЛЯТОР РОСТА",

    "lt15": "ПОЛЕЗНО",

    "lt16": "Для защиты и ускорения роста, почва и семена клубники обогащаются на молекулярном уровне путем прямого впрыскивания.",

    "lt17": "ВЫГОДНО",

    "lt18": "Он не только ускоряет созревание ягод и продлевает срок жизни клубники, но еще и защищает ее от всех известных болезней, которые могут ей навредить..",

    "lt19": "ВКУСНО",

    "lt20": "Семена под высоким давлением обработаны новейшим биостимулятором роста.",

    "lt21": "Home Berry Box – что это?",

    "lt22": "Конструкция представляет коробок, который легко помещается на подоконнике. Внутри него находится земля, насыщенная полезными веществами, а также семена, из которых вырастает растение и начинает давать урожай. И не простой, а гибридный. Все ягоды имеют красивый внешний вид и большие размеры. При соблюдении всех рекомендаций производителя, сбор первого урожая можно осуществлять уже через 4-5 недель.",

    "lt23": "Далее одна упаковка дает 3-5 кг свежих ягод каждые 2 недели. С таким урожаем можно не только самостоятельно наслаждаться урожаем ежедневно, но и осуществлять его продажу. Срок плодоношения саженцев составляет 2-3 года. А 1 кг свежей клубники стоит 500-600 рублей, а в зимнее время еще дороже.",

    "lt24": "ПРЕИМУЩЕСТВА",

    "lt25": "Первый урожай уже через 4-5 недель.",

    "lt26": "Далее от 3 до 5 кг свежей клубники.",

    "lt27": "Срок плодоношения ягодницы более 3-х лет.",

    "lt28": "Дополнительный доход, если вы продаете излишки",

    "lt29": "СПОСОБ ПРИМЕНЕНИЯ",

    "lt30": "Посадите семена в почву согласно инструкции и воспользуйтесь специальным удобрением.",

    "lt31": "Поставьте на подоконник (или любое другое место в комнате, где бывает солнечный свет)",

    "lt32": "Поливайте 2-3 раза в неделю.",

    "lt33": "МНЕНИЕ АГРОНОМА",

    "lt34": "Алексей Александрович",

    "lt35": "Агроном, профессор-ботаник",

    "lt36": "Home Berry Box представляет собой уникальную конструкцию, с помощью которой можно круглый год наслаждаться свежей и вкусной клубникой. Эквадорская почва, благодаря которой и достигается высокий уровень урожая, обладает многочисленными свойствами. Она насыщает плоды полезными микро и макроэлементами, способствующими улучшению зрения, укреплению памяти, ускорению метаболизма, улучшению кровообращения и нормализации работы всех внутренних органов и систем. Их можно без опасений употреблять в пищу, наслаждаясь не только их прекрасным вкусом, но и оказывая надежную поддержку организму и зимой, и летом.",

    "lt37": "ОТЗЫВЫ ПОКУПАТЕЛЕЙ",

    "lt38": "Previous",

    "lt39": "Михаил Протасов",

    "lt40": "44 года",

    "lt41": "«Хотелось бы отметить 3 основных преимущества данного магазина: приветливый персонал (менеджеры все доступно и понятно объясняют по телефону), быстрая доставка и порадовало конечно качество Home Berry Box, все как на картинке. Спасибо.»",

    "lt42": "Светлана Никитина",

    "lt43": "52 года",

    "lt44": "Много слышала о Home Berry Box. Решила купить. Заказала на этом сайте. Посылка пришла в течение недели. Какой урожай он дает, сказать еще не могу, так как только 3 дня назад начала использовать его. Но уже заметен рост семян. Надеюсь, что через обещанные 3 недели я смогу собрать свой первый урожай.",

    "lt45": "Марина Хоменко",

    "lt46": "38 лет",

    "lt47": "Никогда не занималась выращиванием фруктов и овощей. Решила попробовать. Заказала в интернете ягодницу. Никаких проблем не возникло. Урожай собираю каждые 2 недели. Довольна!",

    "lt48": "Михаил Протасов",

    "lt49": "44 года",

    "lt50": "«Хотелось бы отметить 3 основных преимущества данного магазина: приветливый персонал (менеджеры все доступно и понятно объясняют по телефону), быстрая доставка и порадовало конечно качество Home Berry Box, все как на картинке. Спасибо.»",

    "lt51": "Светлана Никитина",

    "lt52": "52 года",

    "lt53": "Много слышала о Home Berry Box. Решила купить. Заказала на этом сайте. Посылка пришла в течение недели. Какой урожай он дает, сказать еще не могу, так как только 3 дня назад начала использовать его. Но уже заметен рост семян. Надеюсь, что через обещанные 3 недели я смогу собрать свой первый урожай.",

    "lt54": "Next",

    "lt55": "КАК ПОЛУЧИТЬ<span>Home Berry Box?</span>",

    "lt56": "Заявка на сайте",

    "lt57": "Вы оставляете заявку на<br>нашем сайте",

    "lt58": "Оформление",

    "lt59": "Менеджер перезванивает<br>и оформляет Ваш заказ",

    "lt60": "Доставка",

    "lt61": "Мы отправим ваш заказ по почте",

    "lt62": "оплата",

    "lt63": "Вы оплачиваете товар при<br>получении на почте",

    "lt64": "Home Berry Box",

    "lt65": "позволяет увеличить урожайность",

    "lt66": "руб",

    "lt67": "руб",

    "lt68": "Оформить заказ",

    "lt69": "* при заказе набора",

    "lt70": "ООО \"Виктори\",<br>129090, г. Москва, Протоповский пер., дом 19, строение 8.<br>ОГРН: 5157746197990 ИНН: 7702395881",

    "lt71": "Политика конфиденциальности",

    "lt72": "Публичная оферта",

    "lt73": "x",

    "lt74": "OK"
};

function Translater() {
    for (class_name in new_lang) {
        var elements = document.getElementsByClassName(class_name);
        if (elements.length) {
            for (key in elements) {
                elements[key].innerHTML = new_lang[class_name];
            }
        }
    }
};

// Купить Home Berry Box


// Введите ваше имя
// Введите ваш телефон